{
  "sections": {
    "reading_comprehension": {
      "1.1": {
        "heading": "Read texts 1.1a–1.1f and then answer questions 1–25. Choose thebestalternative for each item and mark your answerson the opticalanswer sheet in pencil",
        "a": {
          "title": "The Mover and Shaker",
          "text": "On a typical day,Rachel Lichte,31,wakes up to the smell of cooki\n          fires and the sounds of the Muslim call to prayer. She makes a quick\n          trip to town for supplies – tubes,wires – before heading to the three\n          acre diamond mine,surrounded by pineapple plantations,where sh\n          oversees 51 male workers,including 16 security guards. There she\n          spends her days “covered in dirt” and her nights poring over financial\n          documents. As a cofounder of the jewelry company Clarity Project,\n          she plans to use profits to enrich local communities.\n          Lichte’s interest in diamonds was awakened,atypically,by bananas\n          At 18,she backpacked through Costa Rica,where,she says,“I\n          people working so hard on banana plantations but staying so poor.”\n          Several years later,when friends started getting engaged and became\n          interested in wedding rings with diamonds,Lichte suddenly realized\n          the similarities between banana growers and diamond miners. Both\n          groups of workers are poor and tend to remain so despite valuable\n          local resources. She knew nothing about mining,but did know that\n          consumers (like her friends who were conflicted about whether to buy\n          diamonds at all) wanted stones “that aligned with their values.”\n          Initially,Clarity Project made rings with diamonds from a\n          women’s mining co-operative in Lesotho. But then Lichte,who had\n          previously held an office job in San Francisco,visited Sierra Leone\n          to talk to miners and slowly earn the trust of local leaders (never\n          mind her limited command of Krio,their language). After working\n          to “navigate networks of influence, heavily relying on the trust and\n          relations she had managed to generate,Lichte started her own mine,C\n          the better to ensure fair treatment for workers. She now splits her time\n          between Africa and the United States,sustaining social interaction\n          between relevant interest groups and helping her designers plan a\n          new jewelry line due out later this year. Lichte’s advice for those\n          interested in getting ahead in the business world:“Start somewhere.\n          Just start. You’ll never have the perfect conditions. I assume no goal\n          is unreachable. And I have the energy to put in a ton of work.”"
        },
        "b": {
          "title": "Next: New Innovations",
          "text": "Some of the newest innovations in beach gear deal with safety%2C not \n          style. To ward off lurking sharks%2C wearable deterrent devices that\n          emit a small electrical field have surged in popularity. The device –\n          worn around the ankle or embedded in suits – drives sharks away but\n          does not harm them. Its electrical signals disturb small sensors in the\n          shark’s snout that ordinarily detect the weak electrical field given off\n          by living prey. The technology has been tested against species like\n          blacktip and spinner sharks as well as the more dangerous great white.\n          “Those are the ones we really want to protect against%2C” says biologist\n          George Burgess. Still%2C research with large predators in the open ocean\n          continues to bring challenges%2C not least of which is finding willing\n          human test subjects."
        },
        "c": {
          "title": "Rural Issues: Generate Your Own Power",
          "text": "The challenges posed by rising fuel prices caused by the decreasing \n          number of existing oil wells can be particularly acute in the lives of\n          people living in rural areas. Fuel poverty lurks behind many remote\n          and ancient rural properties which remain difficult to insulate. No\n          wonder%2C then%2C that a growing number of rural communities are\n          taking matters into their own hands. The UK Government’s recently\n          published Community Energy Strategy estimates that there are at least\n          5%2C000 such groups (both urban and rural) across the UK. Many start\n          small – a heating oil club%2C for example (where members can buy in\n          bulk and pay less)%2C or a project to improve the energy efficiency of a\n          communal building – but increasingly groups are starting their own\n          renewable power projects. Here’s how to follow their lead.\n          The most common model of community-generated energy is a\n          village-owned renewable energy installation%2C such as a wind turbine\n          or solar farm%2C which generates electricity and feeds it back into the\n          National Grid via an energy company. Every kilowatt of power that\n          1.1d\n          is generated earns money via Feed-In-Tariffs (FITs) – government\n          subsidies to stimulate the take-up of renewables. This income can then\n          be invested back into village projects. Renewable heat technologies%2C\n          which enable communities to reduce their carbon footprint%2C incluThe challenges posed by rising fuel prices caused by the decreasing\n          number of existing oil wells can be particularly acute in the lives of\n          people living in rural areas. Fuel poverty lurks behind many remote\n          and ancient rural properties which remain difficult to insulate. No\n          wonder%2C then%2C that a growing number of rural communities are\n          taking matters into their own hands. The UK Government’s recently\n          published Community Energy Strategy estimates that there are at least\n          5%2C000 such groups (both urban and rural) across the UK. Many start\n          small – a heating oil club%2C for example (where members can buy in\n          bulk and pay less)%2C or a project to improve the energy efficiency of a\n          communal building – but increasingly groups are starting their own\n          renewable power projects. Here’s how to follow their lead.\n          The most common model of community-generated energy is a\n          village-owned renewable energy installation%2C such as a wind turbine\n          or solar farm%2C which generates electricity and feeds it back into the\n          National Grid via an energy company. Every kilowatt of power that\n          1.1d\n          is generated earns money via Feed-In-Tariffs (FITs) – government de\n          heat pumps and woodchip boilers%2C and%2C in fact%2C some communities are\n          buying woodlands to supply fuel for such installations. Furthermore%2C\n          particularly in dairy-farming areas%2C anaerobic digesters%2C which convert\n          slurry and silage into heat and electricity%2C are an emerging technology.\n          As for where to go for advice%2C there is no official channel of\n          guidance in England%2C although the Community Energy Strategy%2C\n          which projects that by 2020 more than a million homes could be\n          powered by community energy%2C promises to offer a ‘one-stop-shop’\n          for information by early next year. Until that is available%2C the Energy\n          Saving Trust’s website is an inspiring source of facts and case studies\n          (accessible at est.org.uk). Local Energy Scotland provides free online\n          advice on technologies and funding (localenergyscotland.org)%2C while\n          in Wales the Ynni’r Fro programme has dedicated technical officers\n          to give advice and make on-site visits (see est.org.uk%2Fcommunities).\n          The best way to get everyone on board involves working with the\n          parish council and being as democratic as possible. This means using\n          questionnaires and Neighbourhood Plans to assess the energy needs\n          of local residents. It must be clear how income from the scheme will\n          be spent%3A a biomass boiler for the school%2C for example. Renewable\n          energy installations that benefit only landowners and shareholders are\n          unlikely to win support from the wider community."
        },
        "d": {
          "title": "Reading Room",
          "text": "The opening sentence of Celeste Ng’s cleverly constructed%2C emotionally\n          perceptive debut novel%2C\n          Everything I Never Told You\n          (The Penguin\n          Press)%2C is characteristically unsparing%3A “Lydia is dead.” This stone-\n          cold statement creates immediate tension%2C not least because Lydia’s\n          parents%2C James and Marilyn Lee%2C and siblings%2C Nath and Hannah%2C don’t\n          yet know.\n          A few days into the search for the missing girl%2C Lydia’s body is\n          found at the bottom of a lake – a discovery that shatters the Lees\n          and causes a series of buried truths to surface. Ng’s narrative style\n          1.1e\n          shifts back and forth in time and slowly reveals the discrete%2C hidden\n          stories of family members. This type of writing offers clues to the\n          central mystery by revealing only one detail at a time. This produces\n          a creeping sense of dread that keeps the reader in its grip.\n          Ng sensitively dramatizes issues of gender and race that lie at the\n          heart of the story. We learn how James%2C a son of Chinese immigrants%2C\n          attempted to deny his roots – his parents%2C language and culture – to\n          seek an American identity%2C and that Marilyn once abandoned both\n          husband and children to follow her dream of becoming a doctor only\n          to be set back by an unwanted third pregnancy. These plot lines come\n          together in the character of Lydia%2C who is doomed to carry the burden\n          of her parents’ ambitions and their desire to belong. Ng’s themes of\n          assimilation are themselves cleverly twisted together into a gripping\n          tale of ever deepening and quickening suspense."
        },
        "e": {
          "title": "Briefing – The Future of Universities",
          "text": "Universities face a new competitor in the form of massive open online \n          courses%2C or MOOCs. These digitally-delivered courses%2C which teach\n          students via the web or tablet apps%2C have big advantages%2C but online\n          learning has its dangers. A pilot scheme at San Jose State University\n          in California%2C offering a maths and statistics course run by Udacity%2C\n          a for-profit co-founded by Sebastian Thrun%2C who taught an online\n          computing course at Stanford%2C was discontinued last year. Whereas\n          30% of campus students%2C with access to both academic and peer\n          consultation%2C passed an entry-level algebra course%2C only 18% of those\n          studying online did – and the gap widened as material became more\n          complex. “MOOCs’ pedagogy needs to improve very quickly%2C” admits\n          Udacity’s Mr Thrun. He thinks the San Jose experiment showed that%2C\n          regardless of how motivated the students were%2C they needed more\n          personalised support to use a university-level online course.\n          Detractors point to high dropout rates%3A only about 10% of first-\n          time MOOC subscribers finish their course. That may not reflect\n          badly on what is offered%3A the minimal cost of enrolment means that\n          many people sign up without the firm intention to finish the course.\n          But since the providers make most of their money from the fees of\n          the certificates they grant to completers%2C maintaining a reasonable\n          completion rate is important. Some are refining their courses to make\n          the early stages easier to follow.\n          In the meantime%2C a second generation of MOOC is trying to\n          mirror courses offered at traditional universities. Georgia Institute of\n          Technology and Udacity have joined forces with AT%26T%2C a telecoms\n          firm%2C to create an online master’s degree in computing for %247%2C000%2C to\n          run in parallel with a similar campus-based qualification that costs\n          around %2425%2C000. Mona Mourshead%2C who runs McKinsey’s education\n          consultancy%2C sees a turning point. “If employers are fine about this%2C the\n          MOOC master’s degree will have taken off. Others will surely follow%2C”\n          she says.\n          The universities least likely to lose out to online competitors are\n          elite institutions with established reputations and low student-to-tutor\n          ratios. That is good news for the American Ivy League and the UK\n          Oxbridge and Co%2C which offer networking opportunities to students\n          alongside a degree. Students at universities just below the Ivy League\n          level are more sensitive to the rising cost of degrees%2C because the\n          return on investment is smaller.\n          Since the first wave of massive open online courses launched\n          in 2012%2C a backlash has focused on their failures and commercial\n          uncertainties. Yet if critics think they are immune to the march of the\n          MOOC%2C they are almost certainly wrong. Whereas online courses can\n          quickly adjust their content and delivery mechanisms%2C universities are\n          up against serious cost and efficiency problems%2C with little chance of\n          taking more from the public purse.\n          In “The Idea of a University”%2C published in 1858%2C John Henry\n          Newman%2C an English Catholic Cardinal%2C summarised the university as\n          “a place for the communication and circulation of thought%2C by means\n          of personal intercourse%2C through a wide extent of country”. This idea\n          still inspires in the era when the options for personal intercourse via\n          the internet are virtually limitless. But the Cardinal had a warning%3A\n          without the personal touch%2C higher education could become “an\n          icebound%2C petrified%2C stiff and stonelike%2C cast-iron university”. That is\n          what the new wave of high-tech online courses should not become.\n          But as an alternative to an overstretched%2C expensive model of higher\n          education%2C they are more likely to prosper than fade."
        },
        "f": {
          "title": "Books and Arts: Singing",
          "text": "The first music that humans made was song. From the earliest known \n          praise songs of the Sumerian king Culgi of Ur 3%2C000 years ago%2C\n          singing voices have celebrated%2C seduced and bound tribes together.\n          Yet this obvious truth cannot be proven. Until recorded technology\n          arrived%2C hard evidence was limited to images of open mouths on walls\n          and pots%2C and medieval singing manuals. Fortunately%2C this has not\n          stopped musicologists from trying to sketch out a history of singing.\n          In their\n          History of Singing\n          (Cambridge University Press)%2C John Potter\n          and Neil Sorrell emphasize two main ideas. One is the absurdity of\n          thinking of music as a “universal language”. Singing is culturally\n          defined%3B what one group finds pleasing another will find unlistenable.\n          The second thesis is more surprising. For most of history%2C song has\n          been an improvisational%2C creative act. Music writers’ “ownership of\n          the music”%2C enshrined in written scores%2C is recent and perhaps short-\n          lived. Opera%2C the grandest form of singing featuring written scores\n          in the 19\n          th\n          century%2C has long since died as the “living engine of vocal\n          creativity”%2C the authors conclude. In the 21\n          st\n          century%2C thanks to jazz%2C\n          singer-songwriters and teenagers recording covers of their favourite\n          songs with digital technology%2C humans may be returning to a mode of\n          individual creativity that is the essence of singing."
        }
      },
      "1.2": {
        "headings": {
          "fi": "Lue seuraavat tekstit ja vastaa niiden pohjalta\n          lyhyesti suomeksi\n          kysymyksiin a–e. Kirjoita vastauksesi\n          selvällä käsialalla\n          kielikokeen\n          vastauslomakkeen\n          A-puolelle\n          .",
          "sv": "Läs följande texter och svara sedan \n          kort på svenska\n          på frågorna a–e.\n          Skriv svaren\n          med tydlig handstil på sida A\n          av svarsblanketten för\n          språkproven."
        },
        "a": {
          "title": "The Beauty in London’s Beast",
          "text": "Yuen-Wei Chew%2C a 50-year-old financial consultant who lives in the \n          Barbican%2C a Central London housing and arts complex%2C says that\n          when he moved into the Barbican in 1994%2C it was viewed as a dreary\n          undesirable place to live. Attitudes have been changing%2C though%2C and\n          the more than 2%2C000 apartments at the Barbican estate are now in\n          hot demand. The Barbican’s residents include some of the city’s top\n          architects%2C academics and bankers%2C who moved there partly for its\n          prime location in the financial district. Another part of the appeal%2C\n          residents say%2C is that living at the Barbican feels more akin to life in a\n          village than in the heart of a major metropolis."
        }
      }
    },
    "grammar_and_vocabulary": {
      "2.1": {
        "title": "An old institution on its head"
      }
    }
  }
}